Repository: benjaminRoberts01375/Stingray
Catalog: Stingray/Localizable.xcstrings
Source language: en
Languages: de

# %@, Episode %lld
source: %1$@, Episode %2$lld
de: %1$@, Folge %2$lld

source: %@Description
de: %@Beschreibung

source: %lld bits per second
de: %lld Bits pro Sekunde

source: %lld Items
de: %lld Einträge

source: %lld seconds
de: %lld Sekunden

source: 0 Items
de: 0 Einträge

source: Accessibility
de: Bedienungshilfen

source: Account
de: Konto

source: Add User
de: Benutzer hinzufügen

source: Ain't it great?
de: Ist das nicht toll?

source: Are you sure you want %@ to logout?
de: Bist du sicher, dass du %@ abmelden möchtest?

source: Ask on Launch
de: Beim Start fragen

source: Ask on Resume
de: Beim Wiederöffnen fragen

source: Autoplay Next Episode
de: Nächste Folge automatisch abspielen

source: Become a supporter...
de: Unterstützer werden...

source: Configure...
de: Konfigurieren...

source: Configured
de: Konfiguriert

source: Connect
de: Verbinden

source: Continue from %@
de: Fortsetzen ab %@

source: Dark Mode
de: Dunkelmodus

source: Delete PIN
de: PIN löschen

source: Delete PIN for %@
de: PIN für %@ löschen

source: Disabled
de: Deaktiviert

source: Disconnect
de: Server wechseln

source: Enabled
de: Aktiviert

source: Enter code %@ to login
de: Code %@ zum Anmelden eingeben

source: Enter Credentials
de: Zugangsdaten eingeben

source: Enter PIN
de: PIN eingeben

source: Enter PIN for %@
de: PIN für %@ eingeben

source: Episode %lld
de: Folge %lld

source: Episode Description
de: Folgenbeschreibung

source: Error loading products
de: Fehler beim Laden der Produkte

source: Failed to Load Libraries
de: Bibliotheken konnten nicht geladen werden

source: Getting libraries...
de: Bibliotheken werden abgerufen...

source: Getting thumbnail...
de: Vorschaubild wird geladen...

source: Helping Out
de: Unterstützung

source: Home
de: Start

source: Hostname
de: Server-Adresse

source: Icon for %@
de: Symbol für %@

source: It may not have been compatible with Stingray
de: Es ist eventuell nicht mit Stingray kompatibel

source: It takes a lot of time, work, and even some money to keep the development of Stingray going. Funding is always appreciated but **never** required. No functionality is locked behind a paywall, it's just a few animated themes and a big ol' thanks :)
de: Die Entwicklung von Stingray am Laufen zu halten, kostet viel Zeit, Arbeit und auch etwas Geld. Spenden sind immer willkommen, aber **niemals** ein Muss. Du musst für keine Funktion extra zahlen, es gibt lediglich ein paar animierte Designs und ein riesengroßes Dankeschön :)

source: Language
de: Sprache

source: Latest Movies
de: Neueste Filme

source: Latest Shows
de: Neueste Serien

source: Libraries: %lld
de: Bibliotheken: %lld

source: Light Mode
de: Hellmodus

source: Limited to %@
de: Begrenzt auf %@

source: Live Data
de: Live-Statistiken

source: Load Media Backgrounds
de: Medienhintergründe laden

source: Load Poster Art
de: Poster laden

source: Loading libraries...
de: Bibliotheken werden geladen...

source: Loading special features...
de: Zusatzinhalte werden geladen...

source: Loading...
de: Laden...

source: Login
de: Anmelden

source: Logout
de: Abmelden

source: Logout %@
de: %@ abmelden

source: Logout...
de: Abmelden ...

source: Manual
de: Manuell

source: Maturity
de: Altersfreigabe

source: Media Not Found
de: Medium nicht gefunden

source: Media types like collections, playlists, and music aren't yet supported.
de: Medientypen wie Sammlungen, Wiedergabelisten und Musik werden noch nicht unterstützt.

source: Metadata
de: Metadaten

source: Next Up
de: Als Nächstes

source: No description available
de: Keine Beschreibung verfügbar

source: No image available
de: Kein Bild verfügbar

source: No metadata available
de: Keine Metadaten verfügbar

source: No results for "%@"
de: Keine Ergebnisse für „%@“

source: Not found yet, but we're still getting your media...
de: Noch nichts gefunden, aber wir rufen deine Medien ab...

source: or
de: oder

source: Overview
de: Übersicht

source: Password
de: Passwort

source: People
de: Personen

source: Person icon
de: Personen-Symbol

source: PIN Confirmation
de: PIN bestätigen

source: Placeholder image
de: Platzhalterbild

source: Play button
de: Wiedergabe

source: Play button menu
de: Wiedergabe-Menü

source: Playback Metadata
de: Wiedergabe-Metadaten

source: Playback Settings
de: Wiedergabe-Einstellungen

source: Playback Speed
de: Wiedergabegeschwindigkeit

source: Posters made by Blender Institute, and Studio
de: Poster erstellt vom Blender Institute und Studio

source: Profile Switching
de: Profil wechseln

source: Protocol
de: Protokoll

source: PS - Frosty with Space Vampires is my day-to-day setup.
de: PS: Frosty mit Space Vampires nutze ich selbst jeden Tag.

source: QR Code to %@
de: QR-Code für %@

source: Quick Connect not available
de: Quick Connect nicht verfügbar

source: Recently Added
de: Kürzlich hinzugefügt

source: Released
de: Veröffentlicht

source: Replace Logos with Text
de: Logos durch Text ersetzen

source: Restart
de: Neu starten

source: Restart %@
de: @ neu starten

source: Resume
de: Fortsetzen

source: Resume %@
de: %@ fortsetzen

source: Save PIN
de: PIN speichern

source: Search
de: Suche

source: Show Error
de: Fehler anzeigen

source: Sign into Jellyfin
de: Bei Jellyfin anmelden

source: Submit
de: Senden

source: Support for %@
de: Unterstützen für %@

source: Support Stingray
de: Stingray unterstützen

source: Supporting Stingray
de: Stingray-Unterstützung

source: Switch User...
de: Benutzer wechseln...

source: Target Video Bitrate
de: Videoqualität

source: Temporary placeholder for missing image
de: Temporärer Platzhalter für fehlendes Bild

source: Thank you, and go watch something awesome in style :)
de: Danke, und viel Vergnügen mit fantastischen Inhalten in bestem Stil :)

source: Thanks for supporting Stingray!
de: Danke für die Unterstützung von Stingray!

source: Thanks!
de: Danke!

source: Themes
de: Erscheinungsbild

source: This library appears to be empty.
de: Diese Bibliothek scheint leer zu sein.

source: This really means a lot, and helps keep development and updates free for everyone else. Free and Open Source Software (FOSS) is some of the most important software made, and you just did your part to keep it possible.
de: Das bedeutet wirklich sehr viel und hilft dabei, die Entwicklung und Updates für alle anderen kostenlos zu halten. Freie und Open-Source-Software (FOSS) ist unfassbar wichtig, und du hast soeben deinen Beitrag geleistet, um das weiterhin zu ermöglichen.

source: Unknown
de: Unbekannt

source: Unknown Stingray Version
de: Unbekannte Stingray-Version

source: Username
de: Benutzername

source: Waiting to get libraries...
de: Warte auf Bibliotheken...

source: Welcome back to Jellyfin
de: Willkommen zurück bei Jellyfin

source: Whoever was last signed in will remain signed in.
de: Der zuletzt angemeldete Benutzer bleibt angemeldet.

source: You absolutely want to delete the PIN?
de: Möchtest du die PIN wirklich löschen?

source: You'll be prompted for your choice of account on each launch. Typical of most streaming services. If only one user is signed in, the user picker screen will be skipped.
de: Bei jedem Start wirst du aufgefordert, einen Benutzer auszuwählen. Dies ist bei den meisten Streaming-Diensten üblich. Wenn nur ein Benutzer angemeldet ist, wird die Benutzerauswahl übersprungen.

source: You'll be prompted for your choice of account when Jellyfin launches or opens from the background. This can be annoying to some and triggers on things like Control Center. If only one user is signed in, the user picker screen will be skipped.
de: Du wirst aufgefordert, einen Benutzer auszuwählen, wenn Jellyfin startet oder aus dem Hintergrund wieder geöffnet wird. Dies kann manchmal störend sein, da es auch durch Aktionen wie das Öffnen des Kontrollzentrums ausgelöst wird. Wenn nur ein Benutzer angemeldet ist, wird die Benutzerauswahl übersprungen.
